/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Do you want to logout?" = "Möchten Sie sich jetzt abmelden?";

/* No comment provided by engineer. */
"Do you want to reinstall iLeopard to take advantage of the new version? All your settings will remain unchanged." = "Möchten Sie iLeopard neu installieren um die Vorteile der neuen Version zu nutzen?";

/* No comment provided by engineer. */
"iLeopard has been updated" = "iLeopard wurde aktualisiert";

/* No comment provided by engineer. */
"iLeopard is installing." = "iLeopard wird installiert.";

/* No comment provided by engineer. */
"iLeopard requires Mac OS X 10.6 Snow Leopard" = "iLeopard benötigt Mac OS X 10.6 Snow Leopard";

/* No comment provided by engineer. */
"Install…" = "Installation…";

/* No comment provided by engineer. */
"Installing…" = "Installiere…";

/* No comment provided by engineer. */
"It is recommended to logout after the installation." = "Es wird empfohlen sich nach der Installation abzumelden.";

/* No comment provided by engineer. */
"Log Out" = "Abmelden";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please close the iLeopard preference pane after installation." = "Bitte schließen Sie die iLeopard Systemeinstellung nach der Installation.";

/* No comment provided by engineer. */
"Please use Mac OS X 10.6 Snow Leopard" = "iLeopard benötigt Mac OS X 10.6 Snow Leopard";

/* No comment provided by engineer. */
"Reinstall" = "Neu installieren";

/* No comment provided by engineer. */
"Uninstall…" = "Deinstallation…";

/* No comment provided by engineer. */
"Uninstalling…" = "Deinstalliere…";
